{
  "title": "The Variable Nebula NGC 2261",
  "explanation": "<b>  </b> \n\nThe interstellar cloud of dust and gas captured in this\nsharp telescopic snapshot is seen to change its appearance\nnoticeably over periods as short as a few weeks.\n\nDiscovered over 200 years ago and cataloged as NGC 2261,\nbright star R Monocerotis lies at the tip of the fan-shaped nebula.\n\nAbout one light-year across and 2500 light-years away,\n<a href=\"https://ui.adsabs.harvard.edu/abs/1916ApJ....44..190H/abstract\">\nNGC 2261 was studied</a>\nearly last century by astronomer Edwin Hubble and\nthe mysterious cosmic cloud is now more famous as\nHubble's Variable Nebula.\n\nSo what makes Hubble's nebula vary?\n\nNGC 2261 is composed of a dusty\n<a href=\"https://apod.nasa.gov/apod/reflection_nebulae.html\">reflection nebula</a> \nfanning out from the star\n<a href=\"http://adsabs.harvard.edu/abs/1997ApJ...489..210C\">R Monocerotis</a>.\n\n\nThe leading \n<a href=\"http://adsabs.harvard.edu/abs/1978ApJ...226..455A\">variability explanation</a>\nholds that dense knots of obscuring dust pass close to \nR Mon and cast \n<a href=\"https://bigamateurtelescope.com/project/hubbles-variable-nebula/\">moving shadows</a>\nacross the dust clouds in the rest of \n<a href=\"https://science.nasa.gov/mission/hubble/science/explore-the-night-sky/hubble-caldwell-catalog/caldwell-46/\">Hubble's Variable  Nebula</a>.",
  "date": "2025-01-31",
  "hdurl": "https://apod.nasa.gov/apod/image/2501/HubblesVariablecopy.jpg",
  "service_version": "v1",
  "copyright": "Tommy Lease (Denver Astronomical Society) Explanation: The interstellar cloud of dust and gas captured in this sharp telescopic snapshot is seen to change its appearance noticeably over periods as short as a few weeks. Discovered over 200 years ago and cataloged as NGC 2261, bright star R Monocerotis lies at the tip of the fan-shaped nebula. About one light-year across and 2500 light-years away, NGC 2261 was studied early last century by astronomer Edwin Hubble and the mysterious cosmic cloud is now more famous as Hubble's Variable Nebula. So what makes Hubble's nebula vary? NGC 2261 is composed of a dusty reflection nebula fanning out from the star R Monocerotis. The leading variability",
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/2501/HubblesVariablecopy1024.jpg"
}