{
  "title": "Windblown NGC 3199",
  "explanation": "<b>  </b>\n\nNGC 3199 lies about 12,000 light-years away,\na glowing cosmic cloud in the southern constellation\n<a href=\"http://www.hawastsoc.org/deepsky/car/index.html\">of Carina</a>.\n\nThe nebula is about 75 light-years across in this haunting,\n<a href=\"http://www.rdelsol.com/Nebula/NGC3199.html\">false-color view</a>.\n\nThough the deep image reveals a more or less complete\nring shape, it does look very lopsided with a much brighter edge\nat the lower right.\n\nNear the center of the ring is a\n<a href=\"http://imagine.gsfc.nasa.gov/docs/ask_astro/\nanswers/980603a.html\">Wolf-Rayet star</a>, a massive, hot,\nshort-lived star that generates an intense stellar wind.\n\nIn fact, Wolf-Rayet stars are known to create nebulae\nwith <a href=\"ap080117.html\">interesting</a>\n<a href=\"ap051107.html\">shapes</a> as their powerful winds sweep\nup surrounding\n<a href=\"http://www-ssg.sr.unh.edu/ism/what1.html\">interstellar\nmaterial</a>.\n\nIn this case, the bright edge was thought to indicate a\n<a href=\"ap061124.html\">bow shock</a>\nproduced as the star plowed through a uniform medium, like a boat\nthrough water.\n\nBut <a href=\"http://cdsads.u-strasbg.fr/cgi-bin/\nnph-bib_query?2001ApJ...563..875M&amp;db_key=AST\">measurements</a>\nhave shown the star is not really moving directly\ntoward the bright edge.\n\nSo a more likely explanation is that the\nmaterial surrounding the star is not uniform, but\nclumped and denser near the bright edge of windblown NGC 3199.",
  "date": "2008-05-22",
  "hdurl": "https://apod.nasa.gov/apod/image/0805/NGC3199_crawford.jpg",
  "service_version": "v1",
  "copyright": "Ken Crawford (Rancho Del Sol Observatory), Macedon Ranges Observatory Explanation: NGC 3199 lies about 12,000 light-years away, a glowing cosmic cloud in the southern constellation of Carina. The nebula is about 75 light-years across in this haunting, false-color view. Though the deep image reveals a more or less complete ring shape, it does look very lopsided with a much brighter edge at the lower right. Near the center of the ring is a Wolf-Rayet star, a massive, hot, short-lived star that generates an intense stellar wind. In fact, Wolf-Rayet stars are known to create nebulae with interesting shapes as their powerful winds sweep up surrounding interstellar material. In this case, the bright edge was thought to indicate a bow shock produced as the star plowed through a uniform medium, like a boat through water. But measurements have shown the star is not really moving directly toward the bright edge. So a more likely",
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/0805/NGC3199_crawford_c800.jpg"
}