{
  "title": "A Lunar Eclipse on Solstice Day",
  "explanation": "<b>  </b> \nSometime after sunset tonight, the Moon will go dark.\n\n<a href=\"http://science.nasa.gov/science-news/science-at-nasa/2010/17dec_solsticeeclipse/\">This total lunar eclipse</a>, where the entire Moon is engulfed in the shadow of the Earth, will be visible from all of\n<a href=\"http://www.worldatlas.com/webimage/countrys/namerica/namera.htm\">North America</a>, while the partial phase of this eclipse will be visible throughout much of the rest of the world.  \n\n<a href=\"http://www.nasa.gov/topics/solarsystem/features/eclipse/index.html\">Observers</a> on North America's east coast will have to wait until after midnight for totality to begin, while west coasters should be able to see a fully\n<a href=\"http://www.youtube.com/watch?v=wHxcWSiD_4E\">darkened moon</a>\nbefore midnight.\n\nPictured above is a digital prediction, in image form, for how the\n<a href=\"http://www.youtube.com/watch?v=DLOth-BuCNY\">Moon</a> and the surrounding sky could appear near maximum darkness.\n\nRolling your cursor over the image will bring up labels.\n\nParts of the Moon entering the circle labeled\n<a href=\"ap080820.html\">umbra</a> will appear the darkest since the Sun there will be completely blocked by the Earth.  \n\nParts of the Moon entering the circle labeled\n<a href=\"ap060909.html\">penumbra</a> will be exposed to some direct sunlight, and so shine by some degree by reflected light.\n\nThe diminished glare of the normally full Moon will allow unusually good viewings of nearby celestial wonders such as the supernova remnant\n<a href=\"ap090131.html\">Simeis 147</a>, the open star cluster\n<a href=\"ap031215.html\">M35</a>, and the Crab Nebula\n<a href=\"ap091025.html\">M1</a>.  \n\nBy coincidence this eclipse occurs on the day with the shortest amount of daylight in the northern hemisphere -- the Winter Solstice.\n\n<a href=\"http://eclipse.gsfc.nasa.gov/OH/OH2010.html#LE2010Dec21T\">This solstice eclipse</a> is the first in 456 years, although so far  it appears that no one has\n<a href=\"http://eclipse.gsfc.nasa.gov/LEcat5/LEcatalog.html\">figured out</a> when the next solstice eclipse will be.",
  "date": "2010-12-20",
  "hdurl": "https://apod.nasa.gov/apod/image/1012/solsticeeclipse_lodriguss.jpg",
  "service_version": "v1",
  "copyright": "Jerry Lodriguss (Catching the Light)",
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/1012/solsticeeclipse_lodriguss.jpg"
}