{
  "title": "A Close-Up of the Horsehead Nebula",
  "credit": [],
  "explanation": "1500 light years away lies a nebula of quite peculiar shape. How did the dark dust cloud shown above come to be shaped like a horse's head? Nobody knows! Barnard 33, as this region is known to some, is surely a dark dust cloud absorbing the light from the bright red emission nebula behind it. The Horsehead Nebula is also thought to be a region where low-mass stars form. But the reason for gross shapes in the universe is frequently poorly understood. Perhaps there is no simple explanation in this case. Some stars are thought to be efficient creators of dust, while others are much better at destroying it. The Horsehead Nebula's dust distribution might just be the result of a specific irregular distribution of stars and gas in its vicinity.",
  "date": "1996-10-05",
  "hdurl": "https://apod.nasa.gov/apod/image/hhead_vw_big.jpg",
  "service_version": "v1",
  "copyright": [
    "Copyright: Vic Winter and Tom Bisque (ICSTARS) Explanation: 1500 light years away lies a nebula of quite peculiar shape. How did the dark dust cloud shown above come to be shaped like a horse's head? Nobody knows! Barnard 33, as this region is known to some, is surely a dark dust cloud absorbing the light from the bright red emission nebula behind it. The Horsehead Nebula is also thought to be a region where low-mass stars form. But the reason for gross shapes in the universe is frequently poorly understood. Perhaps there is no simple explanation",
    "Vic Winter and Tom Bisque (ICSTARS) Explanation: 1500 light years away lies a nebula of quite peculiar shape. How did the dark dust cloud shown above come to be shaped like a horse's head? Nobody knows! Barnard 33, as this region is known to some, is surely a dark dust cloud absorbing the light from the bright red emission nebula behind it. The Horsehead Nebula is also thought to be a region where low-mass stars form. But the reason for gross shapes in the universe is frequently poorly understood. Perhaps there is no simple"
  ],
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/hhead_vw.gif"
}