{
  "title": "Neutrinos in the Sun",
  "credit": "R. Svoboda and K. Gordan (LSU)",
  "explanation": "Neutrinos, along with things like electrons and quarks, are fundamental pieces of matter according to physicists' Standard Model. But neutrinos are hard to detect. Readily produced in nuclear reactions and particle collisions, they can easily pass completely through planet Earth without once interacting with any other particle. Constructed in an unused mine in Japan, an ambitious large-scale experiment designed to detect and study neutrinos is known as Super-Kamiokande or \"Super-K\". Only(!) 500 days worth of data was needed to produce this \"neutrino image\" of the Sun, using Super-K to detect the neutrinos from nuclear fusion in the solar interior. Centered on the Sun's postion, the picture covers a significant fraction of the sky (90x90 degrees in R.A. and Dec.). Brighter colors represent a larger flux of neutrinos. News: In a tantalizing recent announcement, an international collaboration of Super-K researchers has now presented evidence that the ghostly neutrinos undergo quantum mechanical oscillations, changing their particle identities and quantum properties over time. Theorists have considered neutrinos to be massless particles but these oscillations would imply that they have a very small (but nonzero) mass. Astrophysicists are taking note because even a small mass for ubiquitous, nearly undetectable neutrinos would make them accountable for a substantial fraction of the total mass of our Universe, influencing and perhaps determining its ultimate fate! A measurable mass for neutrinos would also make them candidates for the mysterious dark matter known to affect the motions of stars and galaxies, while proof of neutrino oscillations would be a step toward resolving the decades old Solar Neutrino Problem. Even skeptical scientists will be waiting impatiently to see if these results are independently confirmed.",
  "date": "1998-06-05",
  "hdurl": "https://apod.nasa.gov/apod/image/9806/neusun1_superk.jpg",
  "service_version": "v1",
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/9806/neusun1_superk.jpg"
}