{
  "title": "ROSAT Explores The X-Ray Sky",
  "credit": [
    "Credit: S. Digel and S. Snowden (USRA/ LHEA/ GSFC), ROSAT Project, MPE, NASA Explanation",
    "S. Digel and S. Snowden (USRA/ LHEA/ GSFC), ROSAT Project, MPE, NASA"
  ],
  "explanation": "Launched in 1990, the orbiting ROSAT observatory explored the Universe by viewing the entire sky in x-rays -- photons with about 1,000 times more energy than visible light. This ROSAT survey produced the sharpest, most sensitive image of the x-ray sky to date. The all-sky image is shown with the plane of our Milky Way Galaxy running horizontally through the center. Both x-ray brightness and relative energy are represented with red, green, and blue colors indicating three x-ray energy ranges (from lowest to highest). Bright x-ray spots near the galactic plane are within our own Milky Way. The brightest region (right of center) is toward the Vela Pulsar and the Puppis supernova remnant. Bright sources beyond our Galaxy are also apparent, notably the Virgo cluster of galaxies (near top right) and the Large Magellanic Cloud (LMC). The LMC is easy to find here as several of the black stripes (blank areas caused by missing data) seem to converge on its position (lower right). Over large areas of the sky a general diffuse background of x-rays dominates. Hot gas in our own Galaxy provides much of this background and gives rise to the grand looping structures visible in the direction of the galactic center (image center). Unresolved extragalactic sources also add to this background, particularly above and below the plane. Despite the x-ray sky's exotic appearance, a very familiar feature is visible - the gas and dust clouds which line the plane of our galaxy absorb x-rays as well as optical light and produce the dark bands running through the galactic center.",
  "date": "2000-08-19",
  "hdurl": "https://apod.nasa.gov/apod/image/0008/xallsky_rosat110.jpg",
  "service_version": "v1",
  "copyright": [],
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/0008/xallsky_rosat110.jpg"
}