{
  "title": "Meteor Storm Sights and Sounds",
  "explanation": "This dramatic four-frame animation shows a fireball meteor and its developing persistent \"smoke\" train, recorded two weeks ago in skies near Salvador, Brazil. Indeed similar sights are astonishingly familiar world-wide to witnesses of this November's fireball-rich Leonid meteor storm. A few skygazers even discovered that some bright Leonid fireballs made faint, gentle, hissing sounds(!), a surprising effect only recently appreciated and understood. Accounts of fireball meteors making noise have long been viewed with skepticism, particularly because sounds were reportedly heard just as the meteor was seen overhead. But light travels much faster than sound so, like delayed thunder from a distant lightning stroke, a meteor produced sound should only be heard long after the meteor streak was seen. A sound explanation supported by laboratory tests is that turbulent plasma created by the meteor's passage generates very low frequency radio waves. Traveling at light speed the radio waves reach the ground simultaneously with visible light where they are strong enough to induce oscillating currents and audible vibrations in common objects like grass, leaves, wire-frame glasses, and perhaps even dry, frizzy hair.",
  "date": "2001-11-30",
  "hdurl": "https://apod.nasa.gov/apod/image/0111/leonidfire_raymundo.gif",
  "service_version": "v1",
  "copyright": "Paulo Raymundo (Reaiche Observatory) animation courtesy Tony Phillips (SpaceWeather.com) Explanation: This dramatic four-frame animation shows a fireball meteor and its developing persistent \"smoke\" train, recorded two weeks ago in skies near Salvador, Brazil. Indeed similar sights are astonishingly familiar world-wide to witnesses of this November's fireball-rich Leonid meteor storm. A few skygazers even discovered that some bright Leonid fireballs made faint, gentle, hissing sounds(!), a surprising effect only recently appreciated and understood. Accounts of fireball meteors making noise have long been viewed with skepticism, particularly because sounds were reportedly heard just as the meteor was seen overhead. But light travels much faster than sound so, like delayed thunder from a distant lightning stroke, a meteor produced sound should only be heard long after the meteor streak was seen. A sound",
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/0111/leonidfire_raymundo.gif"
}