{
  "title": "NGC 6946: The Fireworks Galaxy",
  "credit": [],
  "explanation": "Why is this galaxy so active? Nearby spiral galaxy NGC 6946 is undergoing a tremendous burst of star formation with no obvious cause. In many cases spirals light up when interacting with another galaxy, but NGC 6946 appears relatively isolated in space. Located just 10 million light years away toward the constellation of Cepheus, this beautiful face-on spiral spans about 20,000 light years and is seen through a field of foreground stars from our Milky Way Galaxy. The center of NGC 6946 is home to a nuclear starburst itself, and picturesque dark dust is seen lacing the disk along with bright blue stars, red emission nebulas, fast moving gas clouds, and unusually frequent supernovas. The 8-meter Gemini North Telescope in Hawaii, USA, took the above image. A suggested explanation for the high star formation rate is the recent accretion of many primordial low-mass neutral hydrogen clouds from the surrounding region.",
  "date": "2005-01-25",
  "hdurl": "https://apod.nasa.gov/apod/image/0501/ngc6946_gemini_big.jpg",
  "service_version": "v1",
  "copyright": [
    "Copyright: T. Rector (U. Alaska Anchorage), Gemini Obs., AURA Explanation: Why is this galaxy so active? Nearby spiral galaxy NGC 6946 is undergoing a tremendous burst of star formation with no obvious cause. In many cases spirals light up when interacting with another galaxy, but NGC 6946 appears relatively isolated in space. Located just 10 million light years away toward the constellation of Cepheus, this beautiful face-on spiral spans about 20,000 light years and is seen through a field of foreground stars from our Milky Way Galaxy. The center of NGC 6946 is home to a nuclear starburst itself, and picturesque dark dust is seen lacing the disk along with bright blue stars, red emission nebulas, fast moving gas clouds, and unusually frequent supernovas. The 8-meter Gemini North Telescope in Hawaii, USA, took the above image. A suggested explanation",
    "T. Rector (U. Alaska Anchorage), Gemini Obs., AURA Explanation: Why is this galaxy so active? Nearby spiral galaxy NGC 6946 is undergoing a tremendous burst of star formation with no obvious cause. In many cases spirals light up when interacting with another galaxy, but NGC 6946 appears relatively isolated in space. Located just 10 million light years away toward the constellation of Cepheus, this beautiful face-on spiral spans about 20,000 light years and is seen through a field of foreground stars from our Milky Way Galaxy. The center of NGC 6946 is home to a nuclear starburst itself, and picturesque dark dust is seen lacing the disk along with bright blue stars, red emission nebulas, fast moving gas clouds, and unusually frequent supernovas. The 8-meter Gemini North Telescope in Hawaii, USA, took the above image. A suggested"
  ],
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/0501/ngc6946_gemini.jpg"
}