{
  "title": "Albert Einstein's Miraculous Year",
  "credit": [],
  "explanation": "In 1905 Albert Einstein had a miraculous year. One hundred years ago, he wrote four papers which revolutionized our understanding of the Universe. The papers outlined; the idea that light could behave as a quantized particle (a photon), an explanation of the thermal motion of atoms and molecules (at a time when atoms themselves were just theories), a theory reconciling motion and the constant speed of light (Special Relativity), and the idea of mass-energy equivalence (E=mc²). Virtually every facet of our modern exploration of the Universe is touched by his now century old insights, along with his later theory of gravity and space-time - General Relativity. In centennial celebration, consider this thoughtful view of a small telescope beside the Einstein Memorial on the grounds of the National Academy of Sciences in Washington DC, USA. The marble platform at the bronze statue's feet is embedded with a map showing the positions of the planets, sun, moon and stars on the memorial's dedication date, 100 years after Einstein's birth in 1879. Albert Einstein died 50 years ago, on April 18, 1955.",
  "date": "2005-04-22",
  "hdurl": "https://apod.nasa.gov/apod/image/0504/einsteinNAS_piepol_full.jpg",
  "service_version": "v1",
  "copyright": [
    "Copyright: Greg Piepol Explanation: In 1905 Albert Einstein had a miraculous year. One hundred years ago, he wrote four papers which revolutionized our understanding of the Universe. The papers outlined; the idea that light could behave as a quantized particle (a photon), an explanation",
    "Greg Piepol Explanation: In 1905 Albert Einstein had a miraculous year. One hundred years ago, he wrote four papers which revolutionized our understanding of the Universe. The papers outlined; the idea that light could behave as a quantized particle (a photon), an"
  ],
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/0504/einsteinNAS_piepol_c90.jpg"
}