{
  "title": "Moonrise Over Turkey",
  "credit": [],
  "explanation": "Is the Moon larger when near the horizon? No -- as shown above, the Moon appears to be very nearly the same size no matter its location on the sky. Oddly, the cause or causes for the common Moon Illusion are still being debated. Two leading explanations both hinge on the illusion that foreground objects make a horizon Moon seem farther in the distance. The historically most popular explanation then holds that the mind interprets more distant objects as wider, while a more recent explanation adds that the distance illusion may actually make the eye focus differently. Either way, the angular diameter of the Moon is always about 0.5 degrees. In the above time-lapse sequence of the Moon taken in 2007, with one exposure taken to bring up the foreground of Izmit Bay in Turkey. On the occasion of our 14th anniversary, the APOD editors thank all of our contributors and mirror site operators whose volunteer efforts help bring the wonders of astronomy to millions of people around the world. Additional thanks also go to our Turkish mirror site operators for submitting the above mouseover image.",
  "date": "2009-06-16",
  "hdurl": "https://apod.nasa.gov/apod/image/0906/moonrise_sisman_orig.jpg",
  "service_version": "v1",
  "copyright": [
    "Copyright: Tahir Sisman Explanation: Is the Moon larger when near the horizon? No -- as shown above, the Moon appears to be very nearly the same size no matter its location on the sky. Oddly, the cause or causes for the common Moon Illusion are still being debated. Two leading explanations both hinge on the illusion that foreground objects make a horizon Moon seem farther in the distance. The historically most popular explanation then holds that the mind interprets more distant objects as wider, while a more recent explanation",
    "Tahir Sisman Explanation: Is the Moon larger when near the horizon? No -- as shown above, the Moon appears to be very nearly the same size no matter its location on the sky. Oddly, the cause or causes for the common Moon Illusion are still being debated. Two leading explanations both hinge on the illusion that foreground objects make a horizon Moon seem farther in the distance. The historically most popular explanation then holds that the mind interprets more distant objects as wider, while a more recent"
  ],
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/0906/moonrise_sisman.jpg"
}