{
  "title": "Hints of Higgs from the Large",
  "credit": [],
  "explanation": "Why do objects have mass? To help find out, Europe's CERN has built the Large Hadron Collider (LHC), the most powerful particle accelerator yet created by humans. Since 2008, the LHC has smashed protons into each other with unprecedented impact speeds. The LHC is exploring the leading explanation that mass arises from ordinary particles slogging through an otherwise invisible but pervasive field of virtual Higgs particles. Were high energy colliding particles to create real Higgs bosons, the Higgs mechanism for mass creation would be bolstered. Last week, two LHC groups reported on preliminary indications that the Higgs boson might exist around 120 GeV in mass. Data from the LHC collisions are also being scanned for micro black holes, magnetic monopoles, and exploring the possibility that every type of fundamental particle we know about has a nearly invisible supersymmetric counterpart. You can help -- the LHC@Home project will allow anyone with a home computer to help LHC scientists search archived LHC data for these strange beasts. Pictured above, a person stands in front of the huge ATLAS detector, one of six detectors attached to the LHC.",
  "date": "2011-12-18",
  "hdurl": "https://apod.nasa.gov/apod/image/1112/atlas_cern_3008.jpg",
  "service_version": "v1",
  "copyright": [
    "Copyright: Maximilien Brice, CERN Explanation: Why do objects have mass? To help find out, Europe's CERN has built the Large Hadron Collider (LHC), the most powerful particle accelerator yet created by humans. Since 2008, the LHC has smashed protons into each other with unprecedented impact speeds. The LHC is exploring the leading explanation",
    "Maximilien Brice, CERN Explanation: Why do objects have mass? To help find out, Europe's CERN has built the Large Hadron Collider (LHC), the most powerful particle accelerator yet created by humans. Since 2008, the LHC has smashed protons into each other with unprecedented impact speeds. The LHC is exploring the leading"
  ],
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/1112/atlas_cern_900.jpg"
}