{
  "title": "Visual Effects: Wonders of the Universe",
  "explanation": "What visual effects are depicted in this video? The effects were created by BDH for the BBC television show Wonders of the Universe, but are unlabeled in this version. Even so, some stills in the video are easily identified, such as the Hubble image of the Carina Nebula that occurs at about 2:22, the Crab Nebula at about 7:45, and the Cat's Eye Nebula that occurs at about 8:16. A pan away from a spiral galaxy occurs at about 4:00, and breathtaking vistas of the spiral occur until past 5:00. Pulsars and supernovas seem to take over at about 9:00 and are truly spectacular. Binary star systems containing a pulsar and an accretion disk occur beginning at about 14:30. Past that, the entire computer animated video seems to sparkle with unknown stars, unknown planets, and sequences where unknown gas is flowing toward unknown places. What, for example, is being depicted at 13:00? Please help create a companion explanation for the video by contributing to APOD's discussion page.",
  "date": "2011-04-18",
  "service_version": "v1",
  "copyright": "Burrell Durrant Hifle Design & Direction Limited; Music Score: Timo Baker Explanation: What visual effects are depicted in this video? The effects were created by BDH for the BBC television show Wonders of the Universe, but are unlabeled in this version. Even so, some stills in the video are easily identified, such as the Hubble image of the Carina Nebula that occurs at about 2:22, the Crab Nebula at about 7:45, and the Cat's Eye Nebula that occurs at about 8:16. A pan away from a spiral galaxy occurs at about 4:00, and breathtaking vistas of the spiral occur until past 5:00. Pulsars and supernovas seem to take over at about 9:00 and are truly spectacular. Binary star systems containing a pulsar and an accretion disk occur beginning at about 14:30. Past that, the entire computer animated video seems to sparkle with unknown stars, unknown planets, and sequences where unknown gas is flowing toward unknown places. What, for example, is being depicted at 13:00? Please help create a companion",
  "media_type": "other"
}