{
  "title": "Earth's Major Telescopes Investigate GRB 130427A",
  "credit": "NASA, DOE, Fermi LAT Collaboration",
  "explanation": "A tremendous explosion has occurred in the nearby universe and major telescopes across Earth and space are investigating. Dubbed GRB 130427A, the gamma-ray burst was first detected by the Earth-orbiting Fermi and Swift satellites observing at high energies and quickly reported down to Earth. Within three minutes, the half-meter ISON telescope in New Mexico found the blast in visible light, noted its extreme brightness, and relayed more exact coordinates. Within the next few minutes, the bright optical counterpart was being tracked by several quickly re-pointable telescopes including the 2.0-meter P60 telescope in California, the 1.3-meter PAIRITEL telescope in Arizona, and the 2.0-meter Faulkes Telescope North in Hawaii. Within two hours, the 8.2-meter Gemini North telescope in Hawaii noted a redshift of 0.34, placing the explosion about 5 billion light years away -- considered nearby in cosmological terms. Previously recorded images from the RAPTOR full-sky monitors were scanned and a very bright optical counterpart -- magnitude 7.4 -- was found 50 seconds before the Swift trigger. The brightest burst in recent years, a signal from GRB 130427A has also been found in low energy radio waves by the Very Large Array (VLA) and at the highest energies ever recorded by the Fermi satellite. Neutrino, gravitational wave, and telescopes designed to detect only extremely high energy photons are checking their data for a GRB 130427A signal. Pictured in the above animation, the entire gamma-ray sky is shown becoming momentarily dominated by the intense glow of GRB 130427A. Continued tracking the optical counterpart will surely be ongoing as there is a possibility that the glow of a classic supernova will soon emerge.",
  "date": "2013-05-08",
  "hdurl": "https://apod.nasa.gov/apod/image/1305/grb130427a_fermi_1080.gif",
  "service_version": "v1",
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/1305/grb130427a_fermi_960.gif"
}