{
  "title": "An Unexpected Rocket Plume over San Francisco",
  "credit": [],
  "explanation": "What is that unusual light in the sky? A common question, this particular light was not only bright but moving and expanding. It appeared just as the astrophotographer and his friend were photographing the Golden Gate Bridge in San Francisco, California against a more predictable night sky. They were not alone in seeing this unusual display -- at least hundreds of people in California reported a similar sight. The consensus of experienced sky observers was that the plume resulted from a rocket launch -- an explanation that was soon confirmed as an unpublicized test of a submarine-launched, unarmed, Trident II D5 nuclear missile. Such tests are not uncommon but do not usually occur just after sunset near a major metropolitan area -- when they are particularly noticeable to many people. Were plume images not posted to the Internet and quickly identified, such a sky spectacle might have been understood by some to be associated with more grandiose -- but incorrect -- explanations.",
  "date": "2015-11-11",
  "hdurl": "https://apod.nasa.gov/apod/image/1511/UnexpectedPlume_Blair_2112.jpg",
  "service_version": "v1",
  "copyright": [
    "Copyright: Abe Blair (Abe Blair Gallery) Explanation: What is that unusual light in the sky? A common question, this particular light was not only bright but moving and expanding. It appeared just as the astrophotographer and his friend were photographing the Golden Gate Bridge in San Francisco, California against a more predictable night sky. They were not alone in seeing this unusual display -- at least hundreds of people in California reported a similar sight. The consensus of experienced sky observers was that the plume resulted from a rocket launch -- an explanation that was soon confirmed as an unpublicized test of a submarine-launched, unarmed, Trident II D5 nuclear missile. Such tests are not uncommon but do not usually occur just after sunset near a major metropolitan area -- when they are particularly noticeable to many people. Were plume images not posted to the Internet and quickly identified, such a sky spectacle might have been understood by some to be associated with more grandiose -- but incorrect -- explanation",
    "Abe Blair (Abe Blair Gallery) Explanation: What is that unusual light in the sky? A common question, this particular light was not only bright but moving and expanding. It appeared just as the astrophotographer and his friend were photographing the Golden Gate Bridge in San Francisco, California against a more predictable night sky. They were not alone in seeing this unusual display -- at least hundreds of people in California reported a similar sight. The consensus of experienced sky observers was that the plume resulted from a rocket launch -- an explanation that was soon confirmed as an unpublicized test of a submarine-launched, unarmed, Trident II D5 nuclear missile. Such tests are not uncommon but do not usually occur just after sunset near a major metropolitan area -- when they are particularly noticeable to many people. Were plume images not posted to the Internet and quickly identified, such a sky spectacle might have been understood by some to be associated with more grandiose -- but incorrect --"
  ],
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/1511/UnexpectedPlume_Blair_960.jpg"
}