{
  "title": "Diamond Rings and Baily's Beads",
  "explanation": "<b>  </b>\n\nNear the March 20 equinox the cold clear sky over Longyearbyen,\nNorway, planet Earth held an engaging sight, a\n<a href=\"ap150321.html\">total eclipse of the Sun</a>.\n\nThe New Moon's silhouette at stages just\n<a href=\"http://www.exploratorium.edu/eclipse/what2.html\">before\nand after</a> the\nthree minute long total phase seems to sprout glistening diamonds\nand bright beads in this time lapse\ncomposite of the geocentric celestial event.\n\nThe last and first glimpses of\nthe solar disk with the lunar limb surrounded by the glow of the Sun's\ninner corona <a href=\"ap080128.html\">give the impression</a> of a\ndiamond ring in the sky.\n\n<a href=\"http://mreclipse.com/MrEclipse.html\">At the boundaries\nof totality</a>, sunlight streaming through\nvalleys in the irregular terrain along the Moon's edge,\nproduces an effect known as\n<a href=\"http://en.wikipedia.org/wiki/Baily%27s_beads\">Baily's Beads</a>,\nnamed after English astronomer Francis Baily who championed an explanation\nfor the phenomenon in 1836.\n\nThis sharp composition also shows off the array of pinkish\n<a href=\"http://www.nasa.gov/mission_pages/sunearth/news/\nNews022411-monsterprom.html\">solar prominences</a>\nlofted above the edge of the eclipsed Sun.",
  "date": "2015-03-28",
  "hdurl": "https://apod.nasa.gov/apod/image/1503/TSE2015Bailysbeads_WangLetian.jpg",
  "service_version": "v1",
  "copyright": "Wang, Letian Explanation: Near the March 20 equinox the cold clear sky over Longyearbyen, Norway, planet Earth held an engaging sight, a total eclipse of the Sun. The New Moon's silhouette at stages just before and after the three minute long total phase seems to sprout glistening diamonds and bright beads in this time lapse composite of the geocentric celestial event. The last and first glimpses of the solar disk with the lunar limb surrounded by the glow of the Sun's inner corona give the impression of a diamond ring in the sky. At the boundaries of totality, sunlight streaming through valleys in the irregular terrain along the Moon's edge, produces an effect known as Baily's Beads, named after English astronomer Francis Baily who championed an",
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/1503/TSE2015Bailysbeads_WangLetian1024c.jpg"
}