{
  "title": "Orion in Red and Blue",
  "explanation": "When did Orion become so flashy? This colorful rendition of part of the constellation of Orion comes from red light emitted by hydrogen and sulfur (SII), and blue-green light emitted by oxygen (OIII). Hues on the featured image were then digitally reassigned to be indicative of their elemental origins -- but also striking to the human eye. The breathtaking composite was painstakingly composed from hundreds of images which took nearly 200 hours to collect. Pictured, Barnard's Loop, across the image bottom, appears to cradle interstellar constructs including the intricate Orion Nebula seen just right of center. The Flame Nebula can also be quickly located, but it takes a careful eye to identify the slight indentation of the dark Horsehead Nebula. As to Orion's flashiness -- a leading explanation for the origin of Barnard's Loop is a supernova blast that occurred about two million years ago.",
  "date": "2018-10-14",
  "hdurl": "https://apod.nasa.gov/apod/image/1810/OrionRedBlue_Lindemann_1500.jpg",
  "service_version": "v1",
  "copyright": "David Lindemann Explanation: When did Orion become so flashy? This colorful rendition of part of the constellation of Orion comes from red light emitted by hydrogen and sulfur (SII), and blue-green light emitted by oxygen (OIII). Hues on the featured image were then digitally reassigned to be indicative of their elemental origins -- but also striking to the human eye. The breathtaking composite was painstakingly composed from hundreds of images which took nearly 200 hours to collect. Pictured, Barnard's Loop, across the image bottom, appears to cradle interstellar constructs including the intricate Orion Nebula seen just right of center. The Flame Nebula can also be quickly located, but it takes a careful eye to identify the slight indentation of the dark Horsehead Nebula. As to Orion's flashiness -- a leading",
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/1810/OrionRedBlue_Lindemann_960.jpg"
}