{
  "title": "Edwin Hubble Discovers the Universe",
  "explanation": "How big is our universe? This very question, among others, was debated by two leading astronomers 100 years ago today in what has become known as astronomy's Great Debate. Many astronomers then believed that our Milky Way Galaxy was the entire universe. Many others, though, believed that our galaxy was just one of many. In the Great Debate, each argument was detailed, but no consensus was reached. The answer came over three years later with the detected variation of single spot in the Andromeda Nebula, as shown on the original glass discovery plate digitally reproduced here. When Edwin Hubble compared images, he noticed that this spot varied, and so wrote \"VAR!\" on the plate. The best explanation, Hubble knew, was that this spot was the image of a variable star that was very far away. So M31 was really the Andromeda Galaxy -- a galaxy possibly similar to our own. The featured image may not be pretty, but the variable spot on it opened a door through which humanity gazed knowingly, for the first time, into a surprisingly vast cosmos.",
  "date": "2020-04-26",
  "hdurl": "https://apod.nasa.gov/apod/image/2004/HubbleVarOrig_Carnegie_2880.jpg",
  "service_version": "v1",
  "copyright": "Courtesy Carnegie Institution for Science Explanation: How big is our universe? This very question, among others, was debated by two leading astronomers 100 years ago today in what has become known as astronomy's Great Debate. Many astronomers then believed that our Milky Way Galaxy was the entire universe. Many others, though, believed that our galaxy was just one of many. In the Great Debate, each argument was detailed, but no consensus was reached. The answer came over three years later with the detected variation of single spot in the Andromeda Nebula, as shown on the original glass discovery plate digitally reproduced here. When Edwin Hubble compared images, he noticed that this spot varied, and so wrote \"VAR!\" on the plate. The best",
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/2004/HubbleVarOrig_Carnegie_960.jpg"
}