{
  "title": "Windblown NGC 3199",
  "explanation": "<b>  </b>\n\nNGC 3199 lies about 12,000 light-years away,\na glowing cosmic cloud in the nautical southern constellation\n<a href=\"http://www.hawastsoc.org/deepsky/car/index.html\">of Carina</a>.\n\nThe nebula is about 75 light-years across in this\n<a href=\"https://www.astrobin.com/vq5ztr/\">narrowband, false-color view</a>.  \n\nThough the deep image reveals a more or less complete\nbubble shape, it does look very lopsided with a much brighter edge\nalong the top.\n\nNear the center is a\n<a href=\"https://astrobiology.nasa.gov/news/a-wolf-rayet-bubble-and-the-early-solar-system/\">Wolf-Rayet star</a>,\na massive, hot, short-lived star that generates an intense stellar wind.\n\nIn fact, Wolf-Rayet stars are known to create nebulae\nwith <a href=\"ap200612.html\">interesting shapes</a>\nas their powerful winds sweep up surrounding\n<a href=\"http://www-ssg.sr.unh.edu/ism/what1.html\">interstellar\nmaterial</a>.\n\nIn this case, the bright edge was thought to indicate a\n<a href=\"ap200202.html\">bow shock</a>\nproduced as the star plowed through a uniform medium, like a boat\nthrough water.\n\nBut\n<a href=\"https://ui.adsabs.harvard.edu/abs/2001ApJ...563..875M/abstract\">measurements</a>\nhave shown the star is not really moving directly\ntoward the bright edge.\n\nSo a more likely explanation is that the\nmaterial surrounding the star is not uniform, but\nclumped and denser near the bright edge of windblown NGC 3199.",
  "date": "2021-05-06",
  "hdurl": "https://apod.nasa.gov/apod/image/2105/ColombariNGC3199.jpg",
  "service_version": "v1",
  "copyright": "Mike Selby and Roberto Colombari Explanation: NGC 3199 lies about 12,000 light-years away, a glowing cosmic cloud in the nautical southern constellation of Carina. The nebula is about 75 light-years across in this narrowband, false-color view. Though the deep image reveals a more or less complete bubble shape, it does look very lopsided with a much brighter edge along the top. Near the center is a Wolf-Rayet star, a massive, hot, short-lived star that generates an intense stellar wind. In fact, Wolf-Rayet stars are known to create nebulae with interesting shapes as their powerful winds sweep up surrounding interstellar material. In this case, the bright edge was thought to indicate a bow shock produced as the star plowed through a uniform medium, like a boat through water. But measurements have shown the star is not really moving directly toward the bright edge. So a more likely",
  "media_type": "image",
  "url": "https://apod.nasa.gov/apod/image/2105/ColombariNGC3199_1024.jpg"
}